Repository: LPgenerator/django-secure-auth
Catalog: secureauth/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Log in
ru: Войти в систему

source: Authentication type
ru: Тип аутентификации

source: code
ru: код

source: Please enter correct code
ru: Пожалуйста, введите правильный код

source: This account is inactive
ru: Эта учетная запись неактивна.

source: Your code is: %s
ru: Ваш код: %s

source: Security center
ru: Центр безопасности

source: Your security codes
ru: Ваши коды безопасности

source: Authorization was made. If it's not you, then contact with us.
ru: Был произведен вход. Если это не Вы, то свяжитесь с нами.

source: Date
ru: Дата

source: Enabled
ru: Включено

source: Current password:
ru: Текущий пароль:

source: Invalid password
ru: Неверный пароль

source: Code
ru: Код

source: Entered code is wrong
ru: Неправильно указан код

source: Phone
ru: Телефон

source: Phone does not contain spaces and must be starts with a +
ru: Телефон не должен содержать пробелы и должен начинаться со знака +

source: Question
ru: Вопрос

source: Answer
ru: Ответ

source: by code
ru: по коду

source: by token
ru: с помощью приложения

source: by sms
ru: по смс

source: by question
ru: по вопросу

source: User
ru: Пользователь

source: Created
ru: Создан

source: Updated
ru: Обновлен

source: Last verified
ru: Последняя проверка

source: Number
ru: Номер

source: GEO
ru: ГЕО данные

source: Browser
ru: Браузер

source: Confirm Method
ru: Метод подтверждения

source: IP/IP range
ru: IP/Подсеть

source: Is IP
ru: Это IP адрес

source: Link for unlock access
ru: Ссылка для разблокировки

source: Ban IP
ru: Блокировка IP

source: Save
ru: Сохранить

source: Disable methods
ru: Выключить методы

source: Set status
ru: Отключить методы

source: Authentication activity
ru: История подключений

source: Filter
ru: Фильтр

source: Error
ru: Ошибка

source: Your ip is blocked. Please, check your mail for unlock access.
ru: Ваш IP заблокирован. Проверьте Вашу почту, для того что бы получить доступ.

source: Codes configuration
ru: Конфигурация кодов

source: Save this codes
ru: Сохраните эти коды

source: Enter code number
ru: Введите код с номером

source: Confirm
ru: Подтвердить

source: Codes Settings
ru: Настройки кодов

source: or
ru: или

source: Cancel
ru: Отмена

source: Recovery codes allow you to access your account in the event that you lose your two-factor authentication device and don't have access to SMS messages or an authentication app.
ru: Коды позволяют получить доступ к вашему аккаунту в случае, если Вы потеряете телефон или у Вас нет доступа к отправке SMS-сообщений или к приложению аутентификации.

source: Codes authentication successfully disabled.
ru: Коды для авторизации успешно отключены.

source: Codes authentication successfully enabled.
ru: Коды для авторизации успешно включены.

source: Send codes to email
ru: Отправить коды на почту

source: Confirmation
ru: Подтверждение

source: Enter code from your mobile app
ru: Введите код с вашего мобильного приложения

source: IP settings
ru: Настройка доступа по IP

source: Your location has changed. Former location:
ru: Изменилось ваше местоположение. Прежнее местонахождение:

source: If it was not you, then change authorization data.
ru: Если это не Вы, измените данные для авторизации.

source: Logging settings
ru: Настройка логирования

source: Please sign in
ru: Пожалуйста, войдите в систему

source: You are logged in as
ru: Вы вошли как

source: Click here to log out
ru: Щелкните здесь, чтобы выйти

source: Forgot password
ru: Забыл пароль

source: Reset it
ru: Сбросить

source: Not member
ru: Не член

source: Register
ru: Зарегистрироваться

source: Notification settings
ru: Настройки уведомлений

source: If you want receive information about auth or any changes on your profile, you can enable notifications above. We strongly recommend do it for security reason.
ru: Если Вы хотите получать информацию о входе или каких-либо изменениях в вашем профиле, Вы можете включить отправку уведомлений выше. Мы настоятельно рекомендуем сделать это из соображений безопасности.

source: SMS configuration
ru: Конфигурация SMS-сообщений

source: SMS settings
ru: Настройка SMS подтверждения

source: We strongly recommend you provide a fallback SMS number. Doing so will let you send your authentication code to a second device should you lose your primary device.
ru: Мы настоятельно рекомендуем предоставить номер телефона. Это позволит нам отправить код аутентификации по смс, в случае потери кодов или двухэтапной аутентификации.

source: SMS authentication successfully disabled.
ru: SMS-авторизация успешно отключена.

source: SMS authentication successfully enabled.
ru: SMS-авторизация успешно включена.

source: Question settings
ru: Настройка секретного вопроса

source: Question configuration
ru: Настройка вопроса

source: You can enter your secret question and secret answer, for authentication. It's a best way, if you can't use another authentication type.
ru: Вы можете ввести ваш секретный вопрос и ответ на секретный вопрос, для проверки подлинности. Это лучший способ, если вы не можете использовать другой тип аутентификации.

source: Question authentication successfully disabled.
ru: Вопрос для проверки подлинности успешно отключен.

source: Question authentication successfully enabled.
ru: Вопрос для проверки подлинности успешно включен.

source: Account activation failed
ru: Ошибка при активации аккаунта

source: SMS Configuration
ru: Конфигурация SMS-сообщений

source: Your session is expired
ru: Ваша сессия устарела

source: Authentication settings
ru: Настройки безопасности

source: Two-factor settings
ru: Настройка двухэтапной аутентификации

source: Codes settings
ru: Настройка кодов подтверждения

source: Two-factor configuration
ru: Конфигурация двухэтапной аутентификации

source: You’ll need to install a two-factor authentication application on your smartphone or tablet. For more information, visit
ru: Вам понадобится установить приложение двух-этапной аутентификации на ваш смартфон или планшет. Для получения дополнительной информации посетите

source: Download application for your devices from:
ru: Скачать приложение для устройств из:

source: Configure the app
ru: Настройка приложения

source: Open your two-factor authentication app and add your account by scanning the QR code.
ru: Откройте приложение двух-этапной аутентификации и добавьте аккаунт сканируя QR-код.

source: Enter the code
ru: Введите код

source: Enter the 6-digit code that the application generates into the form bellow.
ru: Введите 6-значный код, который был сгенерирован приложением :

source: Two-factor authentication provides another layer of security to your account.
ru: Двухэтапная аутентификация обеспечивает дополнительный уровень безопасности к вашему аккаунту.

source: Two-factor authentication successfully disabled.
ru: Двухэтапная аутентификация успешно отключена.

source: Two-factor authentication successfully enabled.
ru: Двухэтапная аутентификация успешно включена.

source: Unknown
ru: Неизвестно

source: SMS was sent!
ru: Код был выслан к Вам на мобильный телефон

source: Enter %d code from code saved code list
ru: Введите код под номером %d из сохраненного ранее списка

source: Codes were sent to the email
ru: Коды отправлены на email

source: Successfully saved
ru: Успешно сохранено

source: Nothing to save
ru: Сохранять нечего

source: Default backend can not be removed
ru: Нельзя удалить настройки по умолчанию

source: Auth method was disabled
ru: Один из методов аутентификации был отключен

source: New Auth method was enabled
ru: Был включен один из способов аутентификации

source: Your settings has changed
ru: Настройки изменились
